Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextAgentPane/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# agentPane.handoff.returnSource
source: Back to source chat
ar: العودة إلى الدردشة المصدر
bs: Nastavi: Back to source chat
da: Fortsæt: Back to source chat
de: Zum Quellchat
es: Volver al chat de origen
fr: Retour au chat source
it: Continua: Back to source chat
ja: 元のチャットに戻る
km: បន្ត៖ Back to source chat
ko: 원본 채팅으로 돌아가기
nb: Fortsett: Back to source chat
pl: Kontynuuj: Back to source chat
pt_br: Continuar: Back to source chat
ru: Продолжить: Back to source chat
th: ดำเนินการต่อ: Back to source chat
tr: Devam: Back to source chat
uk: Продовжити: Back to source chat
vi: Tiếp tục: Back to source chat
zh_hans: 返回源聊天
zh_hant: 返回來源聊天

# agentPane.handoff.discard
source: Discard continuation
ar: تجاهل المتابعة
bs: Nastavi: Discard continuation
da: Fortsæt: Discard continuation
de: Übergabe verwerfen
es: Descartar continuación
fr: Abandonner la continuation
it: Continua: Discard continuation
ja: 引き継ぎを破棄
km: បន្ត៖ Discard continuation
ko: 인계 삭제
nb: Fortsett: Discard continuation
pl: Kontynuuj: Discard continuation
pt_br: Continuar: Discard continuation
ru: Продолжить: Discard continuation
th: ดำเนินการต่อ: Discard continuation
tr: Devam: Discard continuation
uk: Продовжити: Discard continuation
vi: Tiếp tục: Discard continuation
zh_hans: 放弃交接
zh_hant: 捨棄交接

# agentPane.handoff.saving
source: Saving review…
ar: جارٍ حفظ المراجعة…
bs: Nastavi: Saving review…
da: Fortsæt: Saving review…
de: Prüfung wird gespeichert…
es: Guardando revisión…
fr: Enregistrement de la vérification…
it: Continua: Saving review…
ja: レビューを保存中…
km: បន្ត៖ Saving review…
ko: 검토 저장 중…
nb: Fortsett: Saving review…
pl: Kontynuuj: Saving review…
pt_br: Continuar: Saving review…
ru: Продолжить: Saving review…
th: ดำเนินการต่อ: Saving review…
tr: Devam: Saving review…
uk: Продовжити: Saving review…
vi: Tiếp tục: Saving review…
zh_hans: 正在保存审查…
zh_hant: 正在儲存檢閱…

# agentPane.handoff.reload
source: Reload saved review
ar: إعادة تحميل المراجعة المحفوظة
bs: Nastavi: Reload saved review
da: Fortsæt: Reload saved review
de: Gespeicherte Prüfung laden
es: Recargar revisión guardada
fr: Recharger la vérification enregistrée
it: Continua: Reload saved review
ja: 保存したレビューを再読み込み
km: បន្ត៖ Reload saved review
ko: 저장된 검토 다시 불러오기
nb: Fortsett: Reload saved review
pl: Kontynuuj: Reload saved review
pt_br: Continuar: Reload saved review
ru: Продолжить: Reload saved review
th: ดำเนินการต่อ: Reload saved review
tr: Devam: Reload saved review
uk: Продовжити: Reload saved review
vi: Tiếp tục: Reload saved review
zh_hans: 重新加载已保存的审查
zh_hant: 重新載入已儲存的檢閱

# agentPane.handoff.coverage
source: Carried context
ar: السياق المنقول
bs: Nastavi: Carried context
da: Fortsæt: Carried context
de: Übertragener Kontext
es: Contexto transferido
fr: Contexte transmis
it: Continua: Carried context
ja: 引き継いだコンテキスト
km: បន្ត៖ Carried context
ko: 전달된 컨텍스트
nb: Fortsett: Carried context
pl: Kontynuuj: Carried context
pt_br: Continuar: Carried context
ru: Продолжить: Carried context
th: ดำเนินการต่อ: Carried context
tr: Devam: Carried context
uk: Продовжити: Carried context
vi: Tiếp tục: Carried context
zh_hans: 已携带的上下文
zh_hant: 已帶上的內容

# agentPane.handoff.source
source: Source chat
ar: الدردشة المصدر
bs: Nastavi: Source chat
da: Fortsæt: Source chat
de: Quellchat
es: Chat de origen
fr: Chat source
it: Continua: Source chat
ja: 元のチャット
km: បន្ត៖ Source chat
ko: 원본 채팅
nb: Fortsett: Source chat
pl: Kontynuuj: Source chat
pt_br: Continuar: Source chat
ru: Продолжить: Source chat
th: ดำเนินการต่อ: Source chat
tr: Devam: Source chat
uk: Продовжити: Source chat
vi: Tiếp tục: Source chat
zh_hans: 源聊天
zh_hant: 來源聊天

# agentPane.handoff.target
source: Target chat
ar: الدردشة الهدف
bs: Nastavi: Target chat
da: Fortsæt: Target chat
de: Zielchat
es: Chat de destino
fr: Chat cible
it: Continua: Target chat
ja: 対象チャット
km: បន្ត៖ Target chat
ko: 대상 채팅
nb: Fortsett: Target chat
pl: Kontynuuj: Target chat
pt_br: Continuar: Target chat
ru: Продолжить: Target chat
th: ดำเนินการต่อ: Target chat
tr: Devam: Target chat
uk: Продовжити: Target chat
vi: Tiếp tục: Target chat
zh_hans: 目标聊天
zh_hant: 目標聊天

# agentPane.handoff.nativePolicy
source: Native policy · isolation unverified
ar: متابعة: Native policy · isolation unverified
bs: Nastavi: Native policy · isolation unverified
da: Fortsæt: Native policy · isolation unverified
de: Weiter: Native policy · isolation unverified
es: Continuar: Native policy · isolation unverified
fr: Continuer : Native policy · isolation unverified
it: Continua: Native policy · isolation unverified
ja: 続行：Native policy · isolation unverified
km: បន្ត៖ Native policy · isolation unverified
ko: 계속: Native policy · isolation unverified
nb: Fortsett: Native policy · isolation unverified
pl: Kontynuuj: Native policy · isolation unverified
pt_br: Continuar: Native policy · isolation unverified
ru: Продолжить: Native policy · isolation unverified
th: ดำเนินการต่อ: Native policy · isolation unverified
tr: Devam: Native policy · isolation unverified
uk: Продовжити: Native policy · isolation unverified
vi: Tiếp tục: Native policy · isolation unverified
zh_hans: 继续：Native policy · isolation unverified
zh_hant: 繼續：Native policy · isolation unverified

# agentPane.handoff.unverified
source: Coverage unverified
ar: التغطية غير مُتحقق منها
bs: Nastavi: Coverage unverified
da: Fortsæt: Coverage unverified
de: Abdeckung nicht verifiziert
es: Cobertura no verificada
fr: Couverture non vérifiée
it: Continua: Coverage unverified
ja: カバレッジ未検証
km: បន្ត៖ Coverage unverified
ko: 범위 확인 안 됨
nb: Fortsett: Coverage unverified
pl: Kontynuuj: Coverage unverified
pt_br: Continuar: Coverage unverified
ru: Продолжить: Coverage unverified
th: ดำเนินการต่อ: Coverage unverified
tr: Devam: Coverage unverified
uk: Продовжити: Coverage unverified
vi: Tiếp tục: Coverage unverified
zh_hans: 覆盖范围未验证
zh_hant: 涵蓋範圍未驗證

# agentPane.handoff.unverifiedDetail
source: Filesystem and network isolation have not been verified for this session.
ar: متابعة: Filesystem and network isolation have not been verified for this session.
bs: Nastavi: Filesystem and network isolation have not been verified for this session.
da: Fortsæt: Filesystem and network isolation have not been verified for this session.
de: Weiter: Filesystem and network isolation have not been verified for this session.
es: Continuar: Filesystem and network isolation have not been verified for this session.
fr: Continuer : Filesystem and network isolation have not been verified for this session.
it: Continua: Filesystem and network isolation have not been verified for this session.
ja: 続行：Filesystem and network isolation have not been verified for this session.
km: បន្ត៖ Filesystem and network isolation have not been verified for this session.
ko: 계속: Filesystem and network isolation have not been verified for this session.
nb: Fortsett: Filesystem and network isolation have not been verified for this session.
pl: Kontynuuj: Filesystem and network isolation have not been verified for this session.
pt_br: Continuar: Filesystem and network isolation have not been verified for this session.
ru: Продолжить: Filesystem and network isolation have not been verified for this session.
th: ดำเนินการต่อ: Filesystem and network isolation have not been verified for this session.
tr: Devam: Filesystem and network isolation have not been verified for this session.
uk: Продовжити: Filesystem and network isolation have not been verified for this session.
vi: Tiếp tục: Filesystem and network isolation have not been verified for this session.
zh_hans: 继续：Filesystem and network isolation have not been verified for this session.
zh_hant: 繼續：Filesystem and network isolation have not been verified for this session.

# agentPane.handoff.reviewContext
source: Review the context before continuing.
ar: متابعة: Review the context before continuing.
bs: Nastavi: Review the context before continuing.
da: Fortsæt: Review the context before continuing.
de: Weiter: Review the context before continuing.
es: Continuar: Review the context before continuing.
fr: Continuer : Review the context before continuing.
it: Continua: Review the context before continuing.
ja: 続行：Review the context before continuing.
km: បន្ត៖ Review the context before continuing.
ko: 계속: Review the context before continuing.
nb: Fortsett: Review the context before continuing.
pl: Kontynuuj: Review the context before continuing.
pt_br: Continuar: Review the context before continuing.
ru: Продолжить: Review the context before continuing.
th: ดำเนินการต่อ: Review the context before continuing.
tr: Devam: Review the context before continuing.
uk: Продовжити: Review the context before continuing.
vi: Tiếp tục: Review the context before continuing.
zh_hans: 继续：Review the context before continuing.
zh_hant: 繼續：Review the context before continuing.

# agentPane.handoff.tooLarge
source: Keep the context below %@ bytes.
ar: متابعة: Keep the context below %@ bytes.
bs: Nastavi: Keep the context below %@ bytes.
da: Fortsæt: Keep the context below %@ bytes.
de: Weiter: Keep the context below %@ bytes.
es: Continuar: Keep the context below %@ bytes.
fr: Continuer : Keep the context below %@ bytes.
it: Continua: Keep the context below %@ bytes.
ja: 続行：Keep the context below %@ bytes.
km: បន្ត៖ Keep the context below %@ bytes.
ko: 계속: Keep the context below %@ bytes.
nb: Fortsett: Keep the context below %@ bytes.
pl: Kontynuuj: Keep the context below %@ bytes.
pt_br: Continuar: Keep the context below %@ bytes.
ru: Продолжить: Keep the context below %@ bytes.
th: ดำเนินการต่อ: Keep the context below %@ bytes.
tr: Devam: Keep the context below %@ bytes.
uk: Продовжити: Keep the context below %@ bytes.
vi: Tiếp tục: Keep the context below %@ bytes.
zh_hans: 继续：Keep the context below %@ bytes.
zh_hant: 繼續：Keep the context below %@ bytes.

# agentPane.handoff.saveCheckpoint
source: Save a repository checkpoint before continuing.
ar: متابعة: Save a repository checkpoint before continuing.
bs: Nastavi: Save a repository checkpoint before continuing.
da: Fortsæt: Save a repository checkpoint before continuing.
de: Weiter: Save a repository checkpoint before continuing.
es: Continuar: Save a repository checkpoint before continuing.
fr: Continuer : Save a repository checkpoint before continuing.
it: Continua: Save a repository checkpoint before continuing.
ja: 続行：Save a repository checkpoint before continuing.
km: បន្ត៖ Save a repository checkpoint before continuing.
ko: 계속: Save a repository checkpoint before continuing.
nb: Fortsett: Save a repository checkpoint before continuing.
pl: Kontynuuj: Save a repository checkpoint before continuing.
pt_br: Continuar: Save a repository checkpoint before continuing.
ru: Продолжить: Save a repository checkpoint before continuing.
th: ดำเนินการต่อ: Save a repository checkpoint before continuing.
tr: Devam: Save a repository checkpoint before continuing.
uk: Продовжити: Save a repository checkpoint before continuing.
vi: Tiếp tục: Save a repository checkpoint before continuing.
zh_hans: 继续：Save a repository checkpoint before continuing.
zh_hant: 繼續：Save a repository checkpoint before continuing.

# agentPane.handoff.checkpointSingle
source: Use a single checkpoint reference.
ar: متابعة: Use a single checkpoint reference.
bs: Nastavi: Use a single checkpoint reference.
da: Fortsæt: Use a single checkpoint reference.
de: Weiter: Use a single checkpoint reference.
es: Continuar: Use a single checkpoint reference.
fr: Continuer : Use a single checkpoint reference.
it: Continua: Use a single checkpoint reference.
ja: 続行：Use a single checkpoint reference.
km: បន្ត៖ Use a single checkpoint reference.
ko: 계속: Use a single checkpoint reference.
nb: Fortsett: Use a single checkpoint reference.
pl: Kontynuuj: Use a single checkpoint reference.
pt_br: Continuar: Use a single checkpoint reference.
ru: Продолжить: Use a single checkpoint reference.
th: ดำเนินการต่อ: Use a single checkpoint reference.
tr: Devam: Use a single checkpoint reference.
uk: Продовжити: Use a single checkpoint reference.
vi: Tiếp tục: Use a single checkpoint reference.
zh_hans: 继续：Use a single checkpoint reference.
zh_hant: 繼續：Use a single checkpoint reference.

# agentPane.handoff.memoryLimit
source: Use at most 32 memory references, one per line.
ar: متابعة: Use at most 32 memory references, one per line.
bs: Nastavi: Use at most 32 memory references, one per line.
da: Fortsæt: Use at most 32 memory references, one per line.
de: Weiter: Use at most 32 memory references, one per line.
es: Continuar: Use at most 32 memory references, one per line.
fr: Continuer : Use at most 32 memory references, one per line.
it: Continua: Use at most 32 memory references, one per line.
ja: 続行：Use at most 32 memory references, one per line.
km: បន្ត៖ Use at most 32 memory references, one per line.
ko: 계속: Use at most 32 memory references, one per line.
nb: Fortsett: Use at most 32 memory references, one per line.
pl: Kontynuuj: Use at most 32 memory references, one per line.
pt_br: Continuar: Use at most 32 memory references, one per line.
ru: Продолжить: Use at most 32 memory references, one per line.
th: ดำเนินการต่อ: Use at most 32 memory references, one per line.
tr: Devam: Use at most 32 memory references, one per line.
uk: Продовжити: Use at most 32 memory references, one per line.
vi: Tiếp tục: Use at most 32 memory references, one per line.
zh_hans: 继续：Use at most 32 memory references, one per line.
zh_hant: 繼續：Use at most 32 memory references, one per line.

# agentPane.handoff.failedReview
source: Couldn’t review this continuation.
ar: متابعة: Couldn’t review this continuation.
bs: Nastavi: Couldn’t review this continuation.
da: Fortsæt: Couldn’t review this continuation.
de: Weiter: Couldn’t review this continuation.
es: Continuar: Couldn’t review this continuation.
fr: Continuer : Couldn’t review this continuation.
it: Continua: Couldn’t review this continuation.
ja: 続行：Couldn’t review this continuation.
km: បន្ត៖ Couldn’t review this continuation.
ko: 계속: Couldn’t review this continuation.
nb: Fortsett: Couldn’t review this continuation.
pl: Kontynuuj: Couldn’t review this continuation.
pt_br: Continuar: Couldn’t review this continuation.
ru: Продолжить: Couldn’t review this continuation.
th: ดำเนินการต่อ: Couldn’t review this continuation.
tr: Devam: Couldn’t review this continuation.
uk: Продовжити: Couldn’t review this continuation.
vi: Tiếp tục: Couldn’t review this continuation.
zh_hans: 继续：Couldn’t review this continuation.
zh_hant: 繼續：Couldn’t review this continuation.

# agentPane.handoff.transcript
source: Transcript
ar: النص
bs: Nastavak: Transcript
da: Fortsæt: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Continua: Transcript
ja: トランスクリプト
km: បន្ត៖ Transcript
ko: 트랜스크립트
nb: Fortsett: Transcript
pl: Kontynuuj: Transcript
pt_br: Continuar: Transcript
ru: Продолжить: Transcript
th: ดำเนินการต่อ: Transcript
tr: Devam: Transcript
uk: Продовжити: Transcript
vi: Tiếp tục: Transcript
zh_hans: 转录
zh_hant: 逐字稿

# agentPane.handoff.toolOutput
source: Tool output
ar: مخرجات الأداة
bs: Nastavak: Tool output
da: Fortsæt: Tool output
de: Werkzeugausgabe
es: Salida de la herramienta
fr: Sortie de l’outil
it: Continua: Tool output
ja: ツールの出力
km: បន្ត៖ Tool output
ko: 도구 출력
nb: Fortsett: Tool output
pl: Kontynuuj: Tool output
pt_br: Continuar: Tool output
ru: Продолжить: Tool output
th: ดำเนินการต่อ: Tool output
tr: Devam: Tool output
uk: Продовжити: Tool output
vi: Tiếp tục: Tool output
zh_hans: 工具输出
zh_hant: 工具輸出

# agentPane.handoff.plan
source: Plan
ar: الخطة
bs: Nastavak: Plan
da: Fortsæt: Plan
it: Continua: Plan
ja: 計画
km: បន្ត៖ Plan
ko: 계획
nb: Fortsett: Plan
pl: Kontynuuj: Plan
pt_br: Continuar: Plan
ru: Продолжить: Plan
th: ดำเนินการต่อ: Plan
tr: Devam: Plan
uk: Продовжити: Plan
vi: Tiếp tục: Plan
zh_hans: 计划
zh_hant: 計畫

# agentPane.handoff.files
source: Files
ar: الملفات
bs: Nastavak: Files
da: Fortsæt: Files
de: Dateien
es: Archivos
fr: Fichiers
it: Continua: Files
ja: ファイル
km: បន្ត៖ Files
ko: 파일
nb: Fortsett: Files
pl: Kontynuuj: Files
pt_br: Continuar: Files
ru: Продолжить: Files
th: ดำเนินการต่อ: Files
tr: Devam: Files
uk: Продовжити: Files
vi: Tiếp tục: Files
zh_hans: 文件
zh_hant: 檔案

# agentPane.handoff.model
source: Model
ar: النموذج
bs: Nastavak: Model
da: Fortsæt: Model
de: Modell
es: Modelo
fr: Modèle
it: Continua: Model
ja: モデル
km: បន្ត៖ Model
ko: 모델
nb: Fortsett: Model
pl: Kontynuuj: Model
pt_br: Continuar: Model
ru: Продолжить: Model
th: ดำเนินการต่อ: Model
tr: Devam: Model
uk: Продовжити: Model
vi: Tiếp tục: Model
zh_hans: 模型
zh_hant: 模型

# agentPane.handoff.included
source: Included
ar: مضمّن
bs: Nastavak: Included
da: Fortsæt: Included
de: Enthalten
es: Incluido
fr: Inclus
it: Continua: Included
ja: 含める
km: បន្ត៖ Included
ko: 포함됨
nb: Fortsett: Included
pl: Kontynuuj: Included
pt_br: Continuar: Included
ru: Продолжить: Included
th: ดำเนินการต่อ: Included
tr: Devam: Included
uk: Продовжити: Included
vi: Tiếp tục: Included
zh_hans: 已包含
zh_hant: 已包含

# agentPane.handoff.summarized
source: Summarized
ar: ملخّص
bs: Nastavak: Summarized
da: Fortsæt: Summarized
de: Zusammengefasst
es: Resumido
fr: Résumé
it: Continua: Summarized
ja: 要約済み
km: បន្ត៖ Summarized
ko: 요약됨
nb: Fortsett: Summarized
pl: Kontynuuj: Summarized
pt_br: Continuar: Summarized
ru: Продолжить: Summarized
th: ดำเนินการต่อ: Summarized
tr: Devam: Summarized
uk: Продовжити: Summarized
vi: Tiếp tục: Summarized
zh_hans: 已摘要
zh_hant: 已摘要

# agentPane.handoff.omitted
source: Omitted
ar: محذوف
bs: Nastavak: Omitted
da: Fortsæt: Omitted
de: Ausgelassen
es: Omitido
fr: Omis
it: Continua: Omitted
ja: 省略
km: បន្ត៖ Omitted
ko: 생략됨
nb: Fortsett: Omitted
pl: Kontynuuj: Omitted
pt_br: Continuar: Omitted
ru: Продолжить: Omitted
th: ดำเนินการต่อ: Omitted
tr: Devam: Omitted
uk: Продовжити: Omitted
vi: Tiếp tục: Omitted
zh_hans: 已省略
zh_hant: 已省略

# agentPane.handoff.unavailable
source: Unavailable
ar: غير متاح
bs: Nastavak: Unavailable
da: Fortsæt: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Continua: Unavailable
ja: 利用不可
km: បន្ត៖ Unavailable
ko: 사용할 수 없음
nb: Fortsett: Unavailable
pl: Kontynuuj: Unavailable
pt_br: Continuar: Unavailable
ru: Продолжить: Unavailable
th: ดำเนินการต่อ: Unavailable
tr: Devam: Unavailable
uk: Продовжити: Unavailable
vi: Tiếp tục: Unavailable
zh_hans: 不可用
zh_hant: 無法使用

# agentPane.checkpoint.title
source: Repository checkpoint
ar: نقطة تحقق للمستودع
bs: Nastavi: Repository checkpoint
da: Fortsæt: Repository checkpoint
es: Punto de control del repositorio
fr: Point de contrôle du dépôt
it: Continua: Repository checkpoint
ja: リポジトリのチェックポイント
km: បន្ត៖ Repository checkpoint
ko: 저장소 체크포인트
nb: Fortsett: Repository checkpoint
pl: Kontynuuj: Repository checkpoint
pt_br: Continuar: Repository checkpoint
ru: Продолжить: Repository checkpoint
th: ดำเนินการต่อ: Repository checkpoint
tr: Devam: Repository checkpoint
uk: Продовжити: Repository checkpoint
vi: Tiếp tục: Repository checkpoint
zh_hans: 仓库检查点
zh_hant: 儲存庫檢查點

# agentPane.checkpoint.createCheckpoint
source: Create checkpoint
ar: إنشاء نقطة تفتيش
bs: Kreirajte kontrolni punkt
da: Opret kontrolpunkt
de: Kontrollpunkt erstellen
es: Crear punto de control
fr: Créer un point de contrôle
it: Crea punto di controllo
ja: チェックポイントを作成する
km: បង្កើតចំណុចត្រួតពិនិត្យ
ko: 체크포인트 생성
nb: Opprett kontrollpunkt
pl: Utwórz punkt kontrolny
pt_br: Criar ponto de verificação
ru: Создать контрольную точку
th: สร้างจุดตรวจสอบ
tr: Kontrol noktası oluştur
uk: Створити блок-пост
vi: Tạo điểm kiểm tra
zh_hans: 创建检查点
zh_hant: 建立檢查點

# agentPane.checkpoint.create
source: Create
ar: إنشاء
bs: Kreiraj
da: Opret
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
km: បង្កើត
ko: 생성
nb: Opprett
pl: Utwórz
pt_br: Criar
ru: Создать
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# agentPane.checkpoint.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# agentPane.checkpoint.refresh
source: Refresh
ar: تحديث
bs: Osvježi
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
km: ធ្វើឱ្យថ្មី
ko: 새로 고침
nb: Oppdater
pl: Odśwież
pt_br: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# agentPane.checkpoint.loading
source: Loading checkpoint options…
ar: جارٍ تحميل خيارات نقطة التفتيش...
bs: Učitavanje opcija kontrolnog punkta…
da: Indlæser kontrolpunktindstillinger...
de: Checkpoint-Optionen werden geladen...
es: Cargando opciones de punto de control...
fr: Chargement des options de point de contrôle…
it: Caricamento opzioni checkpoint in corso...
ja: チェックポイントオプションを読み込んでいます…
km: កំពុងផ្ទុកជម្រើសចំណុចត្រួតពិនិត្យ…
ko: 체크포인트 옵션 로드 중...
nb: Laster inn alternativer for sjekkpunkt...
pl: Ładowanie opcji punktu kontrolnego…
pt_br: Carregando opções de ponto de verificação...
ru: Загрузка параметров контрольной точки...
th: กำลังโหลดตัวเลือกจุดตรวจสอบ…
tr: Kontrol noktası seçenekleri yükleniyor…
uk: Завантаження параметрів контрольної точки...
vi: Đang tải các tùy chọn điểm kiểm tra...
zh_hans: 正在加载检查点选项…
zh_hant: 正在載入檢查點選項…

# agentPane.checkpoint.creating
source: Creating checkpoint…
ar: جارٍ إنشاء نقطة تفتيش...
bs: Kreiranje kontrolnog punkta…
da: Opretter kontrolpunkt...
de: Prüfpunkt wird erstellt...
es: Creando punto de control...
fr: Création du point de contrôle…
it: Creazione del checkpoint in corso...
ja: チェックポイントを作成しています…
km: កំពុងបង្កើតចំណុចត្រួតពិនិត្យ...
ko: 체크포인트 생성 중...
nb: Oppretter kontrollpunkt...
pl: Tworzenie punktu kontrolnego…
pt_br: Criando ponto de verificação...
ru: Создание контрольной точки...
th: กำลังสร้างจุดตรวจสอบ…
tr: Kontrol noktası oluşturuluyor...
uk: Створення контрольної точки…
vi: Đang tạo trạm kiểm soát...
zh_hans: 正在创建检查点…
zh_hant: 正在建立檢查點…

# agentPane.checkpoint.untracked
source: Untracked files
ar: الملفات التي لم يتم تعقبها
bs: Fajlovi koji nisu praćeni
da: Ikke-sporede filer
de: Nicht nachverfolgte Dateien
es: Archivos no rastreados
fr: Fichiers non suivis
it: File non tracciati
ja: 追跡されていないファイルはありません。
km: ឯកសារ ដែល មិន បាន រក ឃើញ
ko: 추적되지 않은 파일
nb: Usporede filer
pl: Nieśledzone pliki
pt_br: --untracked-files[=<modo>]
ru: Неотслеживаемые файлы
th: ไฟล์ที่ไม่ได้ติดตาม
tr: İzlenmeyen dosyalar
uk: Файли, що не відстежуються
vi: Các tệp chưa được theo dõi
zh_hans: 未跟踪的文件
zh_hant: 未追蹤的檔案

# agentPane.checkpoint.emptyUntracked
source: No eligible untracked files
ar: لا توجد ملفات مؤهلة لم يتم تتبعها
bs: Nema kvalifikovanih datoteka koje nisu praćene
da: Ingen kvalificerede ikke-sporede filer
de: Keine berechtigten, nicht nachverfolgten Dateien
es: No hay archivos no rastreados elegibles
fr: Aucun fichier non suivi éligible
it: Nessun file non tracciato idoneo
ja: 対象となる追跡されていないファイルはありません
km: គ្មាន ឯកសារ ដែល មិន បាន បំបែក ដែល មាន សិទ្ធិ ទេ
ko: 추적되지 않은 적격 파일 없음
nb: Ingen kvalifiserte usporede filer
pl: Brak kwalifikujących się nieśledzonych plików
pt_br: Nenhum arquivo não rastreado elegível
ru: Нет подходящих неотслеживаемых файлов
th: ไม่มีไฟล์ที่ไม่ได้ติดตามที่มีสิทธิ์
tr: Uygun takip edilmemiş dosya yok
uk: Немає відповідних не відстежених файлів
vi: Không có tệp chưa được theo dõi đủ điều kiện
zh_hans: 没有符合条件的未跟踪文件
zh_hant: 沒有符合資格的未追蹤檔案

# agentPane.checkpoint.included
source: Included
ar: مضمّن
bs: Nastavak: Included
da: Fortsæt: Included
de: Enthalten
es: Incluido
fr: Inclus
it: Continua: Included
ja: 含める
km: បន្ត៖ Included
ko: 포함됨
nb: Fortsett: Included
pl: Kontynuuj: Included
pt_br: Continuar: Included
ru: Продолжить: Included
th: ดำเนินการต่อ: Included
tr: Devam: Included
uk: Продовжити: Included
vi: Tiếp tục: Included
zh_hans: 已包含
zh_hant: 已包含
